Repository: ZuneTracks/UniTube
Catalog: YouTube.Uwp/Strings/language-*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, be_by, bg_bg, bn_bd, bs_latn_ba, ca_es, cs_cz, da_dk, de_de, el_gr, es_us, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ca, gl_es, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, nb_no, ne_np, nl_nl, or_in, pa_in, pl_pl, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, sw_ke, ta_in, te_in, th_th, tr_tr, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_hans_cn, zh_hant_hk, zu_za

# Profile.NoChannel
source: Google returned no channel for the authorized account.
af_za: Google het geen kanaal vir die gemagtigde rekening teruggestuur nie.
am_et: Google ለተፈቀደለት መለያ ምንም ሰርጥ አልመለሰም።
ar_sa: لم تُرجع Google أي قناة للحساب المعتمد.
as_in: গুগলে অনুমোদিত একাউণ্টৰ বাবে কোনো চেনেল ঘূৰাই নিদিলে।
az_latn_az: Google səlahiyyətli hesab üçün heç bir kanalı qaytarmadı.
be_by: Google не вярнуў канал для аўтарызаванага ўліковага запісу.
bg_bg: Google не върна канал за упълномощения акаунт.
bn_bd: Google অনুমোদিত অ্যাকাউন্টের জন্য কোনো চ্যানেল ফেরত দেয়নি।
bs_latn_ba: Google nije vratio nijedan kanal za ovlašteni račun.
ca_es: Google no ha retornat cap canal per al compte autoritzat.
cs_cz: Google nevrátil žádný kanál pro autorizovaný účet.
da_dk: Google returnerede ingen kanal for den autoriserede konto.
de_de: Google hat für das autorisierte Konto keinen Kanal zurückgegeben.
el_gr: Η Google δεν επέστρεψε κανένα κανάλι για τον εξουσιοδοτημένο λογαριασμό.
es_us: Google no devolvió ningún canal para la cuenta autorizada.
et_ee: Google ei tagastanud volitatud konto jaoks ühtegi kanalit.
eu_es: Google-k ez dio kanalik itzuli baimendutako kontuari.
fa_ir: Google هیچ کانالی را برای حساب مجاز برگرداند.
fi_fi: Google ei palauttanut kanavaa valtuutetulle tilille.
fil_ph: Walang ibinalik na channel ang Google para sa awtorisadong account.
fr_ca: Google n'a retourné aucune chaîne pour le compte autorisé.
gl_es: Google non devolveu ningunha canle para a conta autorizada.
gu_in: Google એ અધિકૃત એકાઉન્ટ માટે કોઈ ચેનલ પરત કરી નથી.
he_il: Google לא החזירה שום ערוץ עבור החשבון המורשה.
hi_in: Google ने अधिकृत खाते के लिए कोई चैनल नहीं लौटाया।
hr_hr: Google nije vratio nijedan kanal za ovlašteni račun.
hu_hu: A Google nem adott vissza csatornát az engedélyezett fiókhoz.
hy_am: Google-ը լիազորված հաշվի համար ալիք չի վերադարձրել:
id_id: Google tidak mengembalikan saluran untuk akun resmi.
is_is: Google skilaði engri rás fyrir viðurkennda reikninginn.
it_it: Google non ha restituito alcun canale per l'account autorizzato.
ja_jp: Google は、承認されたアカウントに対してチャンネルを返しませんでした。
ka_ge: Google-მა არ დააბრუნა ავტორიზებული ანგარიშისთვის.
kk_kz: Google рұқсат етілген есептік жазба үшін арнаны қайтармады.
km_kh: Google ត្រឡប់​គ្មាន​ឆានែល​សម្រាប់​គណនី​ដែល​បាន​អនុញ្ញាត​ទេ។
kn_in: ಅಧಿಕೃತ ಖಾತೆಗಾಗಿ Google ಯಾವುದೇ ಚಾನಲ್ ಅನ್ನು ಹಿಂತಿರುಗಿಸಿಲ್ಲ.
ko_kr: Google은 승인된 계정에 대해 채널을 반환하지 않았습니다.
ky_kg: Google ыйгарым укуктуу каттоо эсеби үчүн бир дагы каналды кайтарган жок.
lo_la: Google ສົ່ງຄືນບໍ່ມີຊ່ອງທາງສໍາລັບບັນຊີທີ່ໄດ້ຮັບອະນຸຍາດ.
lt_lt: „Google“ nepateikė jokio įgaliotos paskyros kanalo.
lv_lv: Google neatgrieza nevienu kanālu autorizētajam kontam.
mk_mk: Google не врати ниту еден канал за овластената сметка.
ml_in: അംഗീകൃത അക്കൗണ്ടിനായി Google ഒരു ചാനലും തിരികെ നൽകിയില്ല.
mn_mn: Google зөвшөөрөгдсөн бүртгэлд ямар ч суваг буцаагаагүй.
mr_in: Google ने अधिकृत खात्यासाठी कोणतेही चॅनल परत केले नाही.
ms_my: Google tidak mengembalikan saluran untuk akaun yang dibenarkan.
nb_no: Google returnerte ingen kanal for den autoriserte kontoen.
ne_np: गुगलले आधिकारिक खाताको लागि कुनै च्यानल फिर्ता गरेन।
nl_nl: Google heeft geen kanaal geretourneerd voor het geautoriseerde account.
or_in: ପ୍ରାଧିକୃତ ଖାତା ପାଇଁ ଗୁଗୁଲ କ channel ଣସି ଚ୍ୟାନେଲ ଫେରସ୍ତ କଲା ନାହିଁ |
pa_in: ਗੂਗਲ ਨੇ ਅਧਿਕਾਰਤ ਖਾਤੇ ਲਈ ਕੋਈ ਚੈਨਲ ਵਾਪਸ ਨਹੀਂ ਕੀਤਾ।
pl_pl: Firma Google nie zwróciła żadnego kanału dla autoryzowanego konta.
pt_br: O Google não retornou nenhum canal para a conta autorizada.
ro_ro: Google nu a returnat niciun canal pentru contul autorizat.
ru_ru: Google не вернул канал для авторизованной учетной записи.
si_lk: Google බලයලත් ගිණුම සඳහා නාලිකාවක් ආපසු ලබා දුන්නේ නැත.
sk_sk: Google nevrátil žiadny kanál pre autorizovaný účet.
sl_si: Google ni vrnil nobenega kanala za pooblaščeni račun.
sq_al: Google nuk ktheu asnjë kanal për llogarinë e autorizuar.
sr_cyrl_rs: Гоогле није вратио ниједан канал за овлашћени налог.
sr_latn_rs: Google nije vratio nijedan kanal za ovlašćeni nalog.
sv_se: Google returnerade ingen kanal för det auktoriserade kontot.
sw_ke: Google haikurejesha kituo kwa akaunti iliyoidhinishwa.
ta_in: அங்கீகரிக்கப்பட்ட கணக்கிற்கான எந்த சேனலையும் Google திரும்பப் பெறவில்லை.
te_in: అధీకృత ఖాతా కోసం Google ఏ ఛానెల్‌ని తిరిగి ఇవ్వలేదు.
th_th: Google ไม่ส่งคืนช่องทางสำหรับบัญชีที่ได้รับอนุญาต
tr_tr: Google, yetkili hesap için hiçbir kanal döndürmedi.
uk_ua: Google не повернув жодного каналу для авторизованого облікового запису.
ur_pk: گوگل نے مجاز اکاؤنٹ کے لیے کوئی چینل واپس نہیں کیا۔
uz_latn_uz: Google ruxsat berilgan hisob uchun hech qanday kanalni qaytarmadi.
vi_vn: Google không trả lại kênh nào cho tài khoản được ủy quyền.
zh_hans_cn: Google 没有返回授权帐户的频道。
zh_hant_hk: Google 沒有傳回授權帳戶的頻道。
zu_za: I-Google ayizange ibuyise isiteshi se-akhawunti egunyaziwe.

# Profile.NoLikedVideos
source: No liked videos were returned.
af_za: Geen gelaaikte video's is teruggestuur nie.
am_et: ምንም የተወደዱ ቪዲዮዎች አልተመለሱም።
ar_sa: لم يتم إرجاع أي مقاطع فيديو أعجبت بها.
as_in: কোনো লাইক ভিডিঅ' ঘূৰাই দিয়া নহ'ল।
az_latn_az: Heç bir bəyənilən video geri qaytarılmadı.
be_by: Відэа, якія спадабаліся, не вернуты.
bg_bg: Няма върнати харесани видеоклипове.
bn_bd: কোনো পছন্দ করা ভিডিও ফেরত দেওয়া হয়নি।
bs_latn_ba: Nije vraćen nijedan videozapis koji mu se sviđa.
ca_es: No s'ha retornat cap vídeo que t'agrada.
cs_cz: Nebyla vrácena žádná oblíbená videa.
da_dk: Ingen kunne lide videoer blev returneret.
de_de: Es wurden keine Videos mit „Gefällt mir“ zurückgegeben.
el_gr: Δεν επιστράφηκαν βίντεο που σας αρέσουν.
es_us: No se devolvieron videos que me gustaron.
et_ee: Meeldinud videoid ei tagastatud.
eu_es: Ez da gustatu zaizun bideorik itzuli.
fa_ir: هیچ ویدیوی پسندیده ای برگردانده نشد.
fi_fi: Tykkäämiä videoita ei palautettu.
fil_ph: Walang ibinalik na liked videos.
fr_ca: Aucune vidéo aimée n'a été renvoyée.
gl_es: Non se devolveu ningún vídeo que lle gusta.
gu_in: કોઈ પસંદ કરેલ વિડિઓ પરત કરવામાં આવી ન હતી.
he_il: לא הוחזרו סרטונים שאהבתי.
hi_in: कोई भी पसंद किया गया वीडियो वापस नहीं किया गया.
hr_hr: Nije vraćen nijedan videozapis koji vam se sviđa.
hu_hu: Nem küldtek vissza kedvelt videókat.
hy_am: Հավանած տեսանյութեր չեն վերադարձվել:
id_id: Tidak ada video yang disukai yang dikembalikan.
is_is: Engum vídeóum sem líkað var við var skilað.
it_it: Non è stato restituito alcun video apprezzato.
ja_jp: 「いいね」をした動画は返されませんでした。
ka_ge: არცერთი მოწონებული ვიდეო არ დაბრუნებულა.
kk_kz: Ұнаған бейнелер қайтарылмады.
km_kh: គ្មានវីដេអូដែលចូលចិត្តត្រូវបានត្រឡប់មកវិញទេ។
kn_in: ಇಷ್ಟಪಟ್ಟ ಯಾವುದೇ ವೀಡಿಯೊಗಳನ್ನು ಹಿಂತಿರುಗಿಸಲಾಗಿಲ್ಲ.
ko_kr: 좋아요 표시한 동영상이 반환되지 않았습니다.
ky_kg: Жактырылган видеолор кайтарылган жок.
lo_la: ບໍ່ມີວິດີໂອທີ່ມັກຖືກສົ່ງຄືນ.
lt_lt: Patinkantys vaizdo įrašai nebuvo grąžinti.
lv_lv: Neviens videoklips ar Patīk netika atgriezts.
mk_mk: Нема вратени видеа што се допаѓаат.
ml_in: ലൈക്ക് ചെയ്ത വീഡിയോകളൊന്നും തിരികെ നൽകിയില്ല.
mn_mn: Таалагдсан видеог буцааж өгөөгүй.
mr_in: कोणतेही आवडलेले व्हिडिओ परत केले गेले नाहीत.
ms_my: Tiada video yang disukai dikembalikan.
nb_no: Ingen likte videoer ble returnert.
ne_np: मनपर्ने भिडियोहरू फिर्ता गरिएन।
nl_nl: Er zijn geen gelikete video's geretourneerd.
or_in: କ likes ଣସି ପସନ୍ଦିତ ଭିଡିଓ ଫେରସ୍ତ ହୋଇନାହିଁ |
pa_in: ਕੋਈ ਵੀ ਪਸੰਦ ਕੀਤੇ ਵੀਡੀਓ ਵਾਪਸ ਨਹੀਂ ਕੀਤੇ ਗਏ।
pl_pl: Nie zwrócono żadnych polubionych filmów.
pt_br: Nenhum vídeo curtido foi retornado.
ro_ro: Nu au fost returnate videoclipuri apreciate.
ru_ru: Ни одно понравившееся видео не было возвращено.
si_lk: කැමති වූ වීඩියෝ කිසිවක් ආපසු ලබා දුන්නේ නැත.
sk_sk: Neboli vrátené žiadne obľúbené videá.
sl_si: Vrnjen ni bil noben všečkan videoposnetek.
sq_al: Asnjë video e pëlqyer nuk u kthye.
sr_cyrl_rs: Ниједан видео који се свиђа није враћен.
sr_latn_rs: Nijedan video koji se sviđa nije vraćen.
sv_se: Inga gillade videor returnerades.
sw_ke: Hakuna video zilizopendwa zilizorejeshwa.
ta_in: விரும்பிய வீடியோக்கள் எதுவும் திரும்பப் பெறப்படவில்லை.
te_in: ఇష్టపడిన వీడియోలు ఏవీ తిరిగి ఇవ్వబడలేదు.
th_th: ไม่มีการส่งคืนวิดีโอที่ชอบ
tr_tr: Beğenilen videolardan herhangi biri geri döndürülmedi.
uk_ua: Жодне відео, яке сподобалося, не повернуто.
ur_pk: کوئی پسند کردہ ویڈیوز واپس نہیں کیے گئے۔
uz_latn_uz: Yoqqan videolar qaytarilmadi.
vi_vn: Không có video thích nào được trả lại.
zh_hans_cn: 没有返回喜欢的视频。
zh_hant_hk: 沒有返回喜歡的視頻。
zu_za: Awekho amavidiyo athandiwe abuyisiwe.

# Profile.NoUploadsPlaylist
source: YouTube did not provide an uploads playlist for this channel.
af_za: YouTube het nie 'n oplaai-snitlys vir hierdie kanaal verskaf nie.
am_et: YouTube ለዚህ ሰርጥ የሰቀላ አጫዋች ዝርዝር አልሰጠም።
ar_sa: لم يقدم YouTube قائمة تشغيل للتحميلات لهذه القناة.
as_in: ইউটিউবে এই চেনেলৰ বাবে আপলোড প্লেলিষ্ট দিয়া নাছিল।
az_latn_az: YouTube bu kanal üçün yükləmələr pleylistini təqdim etməyib.
be_by: YouTube не прадаставіў плэйліст загрузак для гэтага канала.
bg_bg: YouTube не предостави плейлист за качвания за този канал.
bn_bd: YouTube এই চ্যানেলের জন্য একটি আপলোড প্লেলিস্ট প্রদান করেনি৷
bs_latn_ba: YouTube nije dostavio plejlistu za otpremanje za ovaj kanal.
ca_es: YouTube no ha proporcionat cap llista de reproducció de pujades per a aquest canal.
cs_cz: YouTube neposkytl seznam nahraných videí pro tento kanál.
da_dk: YouTube leverede ikke en upload-playliste til denne kanal.
de_de: YouTube hat für diesen Kanal keine Upload-Playlist bereitgestellt.
el_gr: Το YouTube δεν παρείχε λίστα αναπαραγωγής μεταφορτώσεων για αυτό το κανάλι.
es_us: YouTube no proporcionó una lista de reproducción de cargas para este canal.
et_ee: YouTube ei pakkunud selle kanali jaoks üleslaadimiste esitusloendit.
eu_es: YouTube-k ez du eman kanal honetarako kargatutako erreprodukzio-zerrendarik.
fa_ir: YouTube لیست پخش آپلودهایی را برای این کانال ارائه نکرده است.
fi_fi: YouTube ei toimittanut lataussoittolistaa tälle kanavalle.
fil_ph: Hindi nagbigay ang YouTube ng playlist ng mga pag-upload para sa channel na ito.
fr_ca: YouTube n'a pas fourni de liste de lecture de téléchargements pour cette chaîne.
gl_es: YouTube non proporcionou unha lista de reprodución de cargas para esta canle.
gu_in: YouTube આ ચેનલ માટે અપલોડ પ્લેલિસ્ટ પ્રદાન કરતું નથી.
he_il: YouTube לא סיפק פלייליסט העלאות לערוץ הזה.
hi_in: YouTube ने इस चैनल के लिए अपलोड प्लेलिस्ट प्रदान नहीं की।
hr_hr: YouTube nije ponudio popis za reprodukciju prijenosa za ovaj kanal.
hu_hu: A YouTube nem biztosított feltöltési lejátszási listát ehhez a csatornához.
hy_am: YouTube-ը չի տրամադրել վերբեռնումների տեսացանկ այս ալիքի համար:
id_id: YouTube tidak menyediakan playlist unggahan untuk saluran ini.
is_is: YouTube gaf ekki upp spilunarlista fyrir þessa rás.
it_it: YouTube non ha fornito una playlist di caricamenti per questo canale.
ja_jp: YouTube はこのチャンネルのアップロード プレイリストを提供していませんでした。
ka_ge: YouTube-მა არ მოგვაწოდა ატვირთვების დასაკრავი სია ამ არხისთვის.
kk_kz: YouTube бұл арна үшін жүктеп салулар ойнату тізімін бермеді.
km_kh: YouTube មិន​បាន​ផ្ដល់​បញ្ជី​ចាក់​ផ្ទុក​ឡើង​សម្រាប់​ឆានែល​នេះ​។
kn_in: YouTube ಈ ಚಾನಲ್‌ಗೆ ಅಪ್‌ಲೋಡ್‌ಗಳ ಪ್ಲೇಪಟ್ಟಿಯನ್ನು ಒದಗಿಸಿಲ್ಲ.
ko_kr: YouTube는 이 채널에 업로드 재생목록을 제공하지 않았습니다.
ky_kg: YouTube бул канал үчүн жүктөөлөр ойнотмо тизмесин берген эмес.
lo_la: YouTube ບໍ່ໄດ້ສະໜອງລາຍການຫຼິ້ນທີ່ອັບໂຫຼດໃຫ້ກັບຊ່ອງນີ້.
lt_lt: „YouTube“ nepateikė šio kanalo įkėlimų grojaraščio.
lv_lv: YouTube šim kanālam nenodrošināja augšupielādes atskaņošanas sarakstu.
mk_mk: YouTube не обезбеди плејлиста со прикачувања за овој канал.
ml_in: ഈ ചാനലിനായി YouTube ഒരു അപ്‌ലോഡ് പ്ലേലിസ്റ്റ് നൽകിയിട്ടില്ല.
mn_mn: YouTube энэ сувагт байршуулах тоглуулах жагсаалтыг өгөөгүй.
mr_in: YouTube ने या चॅनेलसाठी अपलोड प्लेलिस्ट प्रदान केली नाही.
ms_my: YouTube tidak menyediakan senarai main muat naik untuk saluran ini.
nb_no: YouTube ga ingen opplastingsspilleliste for denne kanalen.
ne_np: YouTube ले यस च्यानलको लागि अपलोड प्लेलिस्ट उपलब्ध गराएको छैन।
nl_nl: YouTube heeft geen uploadafspeellijst voor dit kanaal geleverd.
or_in: ଏହି ଚ୍ୟାନେଲ ପାଇଁ ୟୁଟ୍ୟୁବ୍ ଏକ ଅପଲୋଡ୍ ପ୍ଲେଲିଷ୍ଟ ପ୍ରଦାନ କରିନାହିଁ |
pa_in: YouTube ਨੇ ਇਸ ਚੈਨਲ ਲਈ ਅਪਲੋਡ ਪਲੇਲਿਸਟ ਪ੍ਰਦਾਨ ਨਹੀਂ ਕੀਤੀ।
pl_pl: YouTube nie udostępnił playlisty z przesłanymi filmami dla tego kanału.
pt_br: O YouTube não forneceu uma playlist de uploads para este canal.
ro_ro: YouTube nu a oferit un playlist de încărcări pentru acest canal.
ru_ru: YouTube не предоставил плейлист для загрузки для этого канала.
si_lk: YouTube මෙම නාලිකාව සඳහා උඩුගත කිරීම් ධාවන ලැයිස්තුවක් ලබා දුන්නේ නැත.
sk_sk: Služba YouTube neposkytla pre tento kanál zoznam nahraných videí.
sl_si: YouTube za ta kanal ni zagotovil seznama predvajanja za nalaganje.
sq_al: YouTube nuk ka ofruar një listë luajtjeje të ngarkimeve për këtë kanal.
sr_cyrl_rs: ИоуТубе није обезбедио плејлисту за отпремање за овај канал.
sr_latn_rs: YouTube nije obezbedio plejlistu za otpremanje za ovaj kanal.
sv_se: YouTube tillhandahöll ingen uppladdningsspellista för den här kanalen.
sw_ke: YouTube haikutoa orodha ya kucheza ya vipakiwa kwa kituo hiki.
ta_in: இந்தச் சேனலுக்கான பதிவேற்றங்கள் பட்டியலை YouTube வழங்கவில்லை.
te_in: YouTube ఈ ఛానెల్ కోసం అప్‌లోడ్‌ల ప్లేజాబితాను అందించలేదు.
th_th: YouTube ไม่ได้จัดเตรียมเพลย์ลิสต์สำหรับการอัปโหลดสำหรับช่องนี้
tr_tr: YouTube bu kanal için yükleme oynatma listesi sağlamadı.
uk_ua: YouTube не надав списку відтворення для цього каналу.
ur_pk: YouTube نے اس چینل کے لیے اپ لوڈز پلے لسٹ فراہم نہیں کی۔
uz_latn_uz: YouTube bu kanal uchun yuklangan pleylistni taqdim etmadi.
vi_vn: YouTube không cung cấp danh sách phát tải lên cho kênh này.
zh_hans_cn: YouTube 没有提供该频道的上传播放列表。
zh_hant_hk: YouTube 並未提供該頻道的上傳播放清單。
zu_za: I-YouTube ayizange inikeze uhlu lwadlalwayo olulayishiwe kulesi siteshi.

# Profile.PlaylistsLoaded
source: {0:N0} playlists loaded. Select one to view its videos.
af_za: {0:N0}-snitlyste gelaai. Kies een om sy video's te sien.
am_et: {0:N0} አጫዋች ዝርዝሮች ተጭነዋል። ቪዲዮዎቹን ለማየት አንዱን ይምረጡ።
ar_sa: تم تحميل قوائم التشغيل {0:N0}. اختر واحدًا لعرض مقاطع الفيديو الخاصة به.
as_in: {0:N0} প্লেলিষ্টসমূহ লোড কৰা হৈছে। ইয়াৰ ভিডিঅ'সমূহ চাবলৈ এটা নিৰ্বাচন কৰক।
az_latn_az: {0:N0} pleylistləri yükləndi. Videolarına baxmaq üçün birini seçin.
be_by: Плэйлісты {0:N0} загружаны. Выберыце адзін, каб праглядзець яго відэа.
bg_bg: {0:N0} плейлисти са заредени. Изберете един, за да видите неговите видеоклипове.
bn_bd: {0:N0} প্লেলিস্ট লোড হয়েছে৷ এর ভিডিও দেখতে একটি নির্বাচন করুন।
bs_latn_ba: {0:N0} plejliste su učitane. Odaberite jedan da pogledate njegove video zapise.
ca_es: S'han carregat les llistes de reproducció {0:N0}. Seleccioneu-ne un per veure els seus vídeos.
cs_cz: Načteny seznamy skladeb {0:N0}. Vyberte jeden pro zobrazení jeho videí.
da_dk: {0:N0} afspilningslister er indlæst. Vælg en for at se dens videoer.
de_de: {0:N0} Playlists geladen. Wählen Sie eines aus, um seine Videos anzusehen.
el_gr: Οι λίστες αναπαραγωγής {0:N0} φορτώθηκαν. Επιλέξτε ένα για να δείτε τα βίντεό του.
es_us: Listas de reproducción {0:N0} cargadas. Seleccione uno para ver sus videos.
et_ee: {0:N0} esitusloendid on laaditud. Valige üks, et vaadata selle videoid.
eu_es: {0:N0} erreprodukzio-zerrendak kargatu dira. Hautatu bat bere bideoak ikusteko.
fa_ir: لیست های پخش {0:N0} بارگیری شد. برای مشاهده ویدیوهای آن یکی را انتخاب کنید.
fi_fi: {0:N0}-soittolistat ladattu. Valitse yksi nähdäksesi sen videot.
fil_ph: Na-load ang {0:N0} playlist. Pumili ng isa para mapanood ang mga video nito.
fr_ca: Listes de lecture {0:N0} chargées. Choisissez-en un pour voir ses vidéos.
gl_es: Cargáronse as listas de reprodución {0:N0}. Selecciona un para ver os seus vídeos.
gu_in: {0:N0} પ્લેલિસ્ટ લોડ થઈ. તેના વીડિયો જોવા માટે એક પસંદ કરો.
he_il: רשימות השמעה {0:N0} נטענו. בחר אחד כדי לצפות בסרטונים שלו.
hi_in: {0:N0} प्लेलिस्ट लोड की गईं। इसके वीडियो देखने के लिए किसी एक का चयन करें।
hr_hr: {0:N0} popisi za reprodukciju su učitani. Odaberite jedan da biste pogledali njegove videozapise.
hu_hu: {0:N0} lejátszási listák betöltve. Válasszon egyet a hozzá tartozó videók megtekintéséhez.
hy_am: {0:N0} երգացանկերը բեռնված են: Ընտրեք մեկը՝ դրա տեսանյութերը դիտելու համար:
id_id: Daftar putar {0:N0} dimuat. Pilih satu untuk melihat videonya.
is_is: {0:N0} spilunarlistar hlaðnir. Veldu einn til að skoða myndbönd þess.
it_it: Playlist {0:N0} caricate. Selezionane uno per visualizzarne i video.
ja_jp: {0:N0} プレイリストがロードされました。ビデオを表示するには、いずれかを選択します。
ka_ge: ჩატვირთულია {0:N0} დასაკრავი სიები. აირჩიეთ ერთი მისი ვიდეოების სანახავად.
kk_kz: {0:N0} ойнату тізімдері жүктелді. Оның бейнелерін көру үшін біреуін таңдаңыз.
km_kh: បញ្ជីចាក់ {0:N0} ត្រូវបានផ្ទុក។ ជ្រើសរើសមួយដើម្បីមើលវីដេអូរបស់វា។
kn_in: {0:N0} ಪ್ಲೇಪಟ್ಟಿಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗಿದೆ. ಅದರ ವೀಡಿಯೊಗಳನ್ನು ವೀಕ್ಷಿಸಲು ಒಂದನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko_kr: {0:N0} 재생목록이 로드되었습니다. 동영상을 보려면 하나를 선택하세요.
ky_kg: {0:N0} ойнотмо тизмелери жүктөлдү. Анын видеолорун көрүү үчүн бирин тандаңыз.
lo_la: ໂຫຼດລາຍການຫຼິ້ນ {0:N0} ແລ້ວ. ເລືອກອັນໜຶ່ງເພື່ອເບິ່ງວິດີໂອຂອງມັນ.
lt_lt: {0:N0} grojaraščiai įkelti. Pasirinkite vieną, kad peržiūrėtumėte jo vaizdo įrašus.
lv_lv: {0:N0} atskaņošanas saraksti ir ielādēti. Izvēlieties vienu, lai skatītu tā videoklipus.
mk_mk: Вчитани се плејлистите {0:N0}. Изберете еден за да ги видите неговите видеа.
ml_in: {0:N0} പ്ലേലിസ്റ്റുകൾ ലോഡ് ചെയ്തു. അതിൻ്റെ വീഡിയോകൾ കാണുന്നതിന് ഒന്ന് തിരഞ്ഞെടുക്കുക.
mn_mn: {0:N0} тоглуулах жагсаалтыг ачааллаа. Видеог нь үзэхийн тулд нэгийг нь сонго.
mr_in: {0:N0} प्लेलिस्ट लोड केल्या. त्याचे व्हिडिओ पाहण्यासाठी एक निवडा.
ms_my: Senarai main {0:N0} dimuatkan. Pilih satu untuk melihat videonya.
nb_no: {0:N0}-spillelister er lastet inn. Velg en for å se videoene.
ne_np: {0:N0} प्लेलिस्टहरू लोड गरियो। यसको भिडियोहरू हेर्न एउटा छान्नुहोस्।
nl_nl: {0:N0}-afspeellijsten geladen. Selecteer er een om de video's ervan te bekijken.
or_in: {0:N0} ପ୍ଲେଲିଷ୍ଟଗୁଡ଼ିକ ଲୋଡ୍ ହୋଇଛି | ଏହାର ଭିଡିଓ ଦେଖିବା ପାଇଁ ଗୋଟିଏ ଚୟନ କରନ୍ତୁ |
pa_in: {0:N0} ਪਲੇਲਿਸਟਾਂ ਲੋਡ ਕੀਤੀਆਂ ਗਈਆਂ। ਇਸਦੇ ਵੀਡੀਓ ਦੇਖਣ ਲਈ ਇੱਕ ਨੂੰ ਚੁਣੋ।
pl_pl: Załadowano listy odtwarzania {0:N0}. Wybierz jeden, aby wyświetlić jego filmy.
pt_br: Listas de reprodução {0:N0} carregadas. Selecione um para ver seus vídeos.
ro_ro: S-au încărcat listele de redare {0:N0}. Selectați unul pentru a-i vedea videoclipurile.
ru_ru: Плейлисты {0:N0} загружены. Выберите один, чтобы просмотреть его видео.
si_lk: {0:N0} ධාවන ලැයිස්තු පූරණය කර ඇත. එහි වීඩියෝ නැරඹීමට එකක් තෝරන්න.
sk_sk: Načítané zoznamy skladieb {0:N0}. Vyberte jeden, ak chcete zobraziť jeho videá.
sl_si: Naloženi seznami predvajanja {0:N0}. Izberite enega, če si želite ogledati njegove videoposnetke.
sq_al: Listat e luajtjes {0:N0} u ngarkuan. Zgjidhni një për të parë videot e tij.
sr_cyrl_rs: {0:N0} плејлисте су учитане. Изаберите један да бисте видели његове видео записе.
sr_latn_rs: {0:N0} plejliste su učitane. Izaberite jedan da biste videli njegove video zapise.
sv_se: {0:N0} spellistor laddade. Välj en för att se dess videor.
sw_ke: Orodha za kucheza za {0:N0} zimepakiwa. Chagua moja ili kutazama video zake.
ta_in: {0:N0} பிளேலிஸ்ட்கள் ஏற்றப்பட்டன. அதன் வீடியோக்களைப் பார்க்க ஒன்றைத் தேர்ந்தெடுக்கவும்.
te_in: {0:N0} ప్లేజాబితాలు లోడ్ చేయబడ్డాయి. దాని వీడియోలను వీక్షించడానికి ఒకదాన్ని ఎంచుకోండి.
th_th: โหลดเพลย์ลิสต์ {0:N0} แล้ว เลือกหนึ่งรายการเพื่อดูวิดีโอ
tr_tr: {0:N0} çalma listeleri yüklendi. Videolarını görüntülemek için birini seçin.
uk_ua: Завантажено списки відтворення {0:N0}. Виберіть один, щоб переглянути його відео.
ur_pk: {0:N0} پلے لسٹس لوڈ ہو گئیں۔ اس کی ویڈیوز دیکھنے کے لیے ایک کو منتخب کریں۔
uz_latn_uz: {0:N0} pleylistlari yuklandi. Videolarini ko'rish uchun birini tanlang.
vi_vn: Đã tải danh sách phát {0:N0}. Chọn một để xem video của nó.
zh_hans_cn: {0:N0} 播放列表已加载。选择其中一个来观看其视频。
zh_hant_hk: {0:N0} 播放清單已載入。選擇其中一個來觀看其視頻。
zu_za: {0:N0} izinhlu zokudlalayo zilayishiwe. Khetha eyodwa ukuze ubuke amavidiyo ayo.
